Repository: getsince/test3
Catalog: priv/gettext/*/LC_MESSAGES/apns.po
Languages: ru

source: Hey, create your own cool profile ✨
ru: Привет, создай свой классный профиль ✨

source: Meet interesting people ✌️
ru: Знакомься с интересными людьми ✌️

source: The current version is no longer supported 🙃
ru: Текущая версия больше не поддерживается 🙃

source: Update the app in the App Store ✨
ru: Обнови приложение в App Store ✨

source: sent%{verb_ending_ru} a contact
ru: прислал%{verb_ending_ru} контакт

source: sent%{verb_ending_ru} a drawing
ru: прислал%{verb_ending_ru} рисунок

source: sent%{verb_ending_ru} a music track
ru: прислал%{verb_ending_ru} музыкальный трек

source: sent%{verb_ending_ru} a video message
ru: прислал%{verb_ending_ru} видео сообщение

source: sent%{verb_ending_ru} a voice message
ru: прислал%{verb_ending_ru} голосовое сообщение

source: sent%{verb_ending_ru} a photo
ru: прислал%{verb_ending_ru} фото

source: Now you can see %{pronoun_belonging_to} private pages
ru: Теперь ты можешь смотреть %{pronoun_belonging_to} приватные страницы

source: her BELONGING TO
ru: её

source: his BELONGING TO
ru: его

source: their BELONGING TO
ru: их

source: wants to join your meeting
ru: хочет присоединиться к твоей встрече

source: approved your request to join the meeting
ru: принимает твой запрос присоединиться к встрече

source: declined your request to join the meeting
ru: отклоняет твой запрос присоединиться к встрече

source: %{name} chose%{verb_ending_ru} you in the game
ru: %{name} выбрал%{verb_ending_ru} тебя в игре

source: Someone
ru: Кто-то

source: This is a match!
ru: Это мэтч!

source: her HAVING
ru: её

source: him HAVING
ru: его

source: them HAVING
ru: их

source: Check %{pronoun_having} out!
ru: Посмотри %{pronoun_having} профиль!

source: Play the game to find out!
ru: Сыграй в игру, чтобы узнать!

source: %{name} liked%{verb_ending_ru} you back
ru: %{name} поставил%{verb_ending_ru} тебе лайк
