Repository: getsince/test3
Catalog: priv/gettext/*/LC_MESSAGES/prompts.po
Languages: ru

# bar_with
source: Whom would you spend time at the bar with?
ru: С кем бы сходил в бар?

# beautiful_profile
source: The most beautiful profile
ru: Самый красивый профиль

source: Best dressed
ru: Классный стиль в одежде

source: Best smile
ru: Лучшая улыбка

# cinema_with
source: Who would you go to the cinema with?
ru: С кем бы сходил на вечерний кинопоказ?

# eat_pizza
source: I would eat pizza with…
ru: Съел бы по пицце с…

source: Human Golden Retriever
ru: Голден-ретривер среди людей

# invite_home
source: I would invite you to my home
ru: Пригласил бы к себе в гости

# jazz_together
source: We would listen to jazz together
ru: Послушали бы джаз вместе

# meet_for_coffee
source: Who would you meet for coffee?
ru: С кем ты бы встретился за кофе?

# museum_together
source: We would go to the museum together
ru: Сходили бы вместе в музей

# party_with
source: Who would you go to a party with?
ru: С кем бы ты пошел на вечеринку?

# plane_trip
source: I would go on a trip with…
ru: Ты бы поехал в путешествие с…

# potential_friend
source: Who looks like your potential friend?
ru: Кто выглядит как твой потенциальный друг?

# road_trip
source: I would go on a trip with…
ru: Поехал бы в роадтрип с…

# show_baby_photos
source: Who would you show your baby photos to?
ru: Кому бы ты показал свои детские фото?

# smells_good
source: Probably smells good
ru: Возможно, очень вкусно пахнет

# stand_up_together
source: We would go to stand-up together
ru: Сходили бы вместе на стендап

# tell_about_childhood
source: Who would you tell about your childhood?
ru: Кому бы ты рассказал о своем детстве?

# yoga_with
source: I would go to yoga with…
ru: Сходили бы на йогу

source: Like
ru: Лайк

# bar_with_push_F
source: wants to spend time with you at the bar
ru: хочет сходить с тобой в бар

# bar_with_push_M
source: wants to spend time with you at the bar
ru: хочет сходить с тобой в бар

# bar_with_push_N
source: wants to spend time with you at the bar
ru: хочет сходить с тобой в бар

# beautiful_profile_push_F
source: says you have the most beautiful profile
ru: сказала, что у тебя самый красивый профиль

# beautiful_profile_push_M
source: says you have the most beautiful profile
ru: сказал, что у тебя самый красивый профиль

# beautiful_profile_push_N
source: says you have the most beautiful profile
ru: сказали, что у тебя самый красивый профиль

# best_dressed_push_F
source: says you are the best dressed
ru: сказала, что у тебя классный стиль в одежде

# best_dressed_push_M
source: says you are the best dressed
ru: сказал, что у тебя классный стиль в одежде

# best_dressed_push_N
source: says you are the best dressed
ru: сказали, что у тебя классный стиль в одежде

# best_smile_push_F
source: says you have the best smile
ru: сказала, что у тебя лучшая улыбка

# best_smile_push_M
source: says you have the best smile
ru: сказал, что у тебя лучшая улыбка

# best_smile_push_N
source: says you have the best smile
ru: сказали, что у тебя лучшая улыбка

# cinema_with_push_F
source: wants to go to the cinema with you
ru: сходила бы с тобой на вечерний кинопоказ

# cinema_with_push_M
source: wants to go to the cinema with you
ru: сходил бы с тобой на вечерний кинопоказ

# cinema_with_push_N
source: wants to go to the cinema with you
ru: сходили бы с тобой на вечерний кинопоказ

# eat_pizza_push_F
source: wants to eat pizza with you
ru: хочет съесть с тобой по пицце

# eat_pizza_push_M
source: wants to eat pizza with you
ru: хочет съесть с тобой по пицце

# eat_pizza_push_N
source: wants to eat pizza with you
ru: хочет съесть с тобой по пицце

# human_golden_retriever_push_F
source: says you are a Human Golden Retriever
ru: сказала, что ты голден-ретривер среди людей

# human_golden_retriever_push_M
source: says you are a Human Golden Retriever
ru: сказал, что ты голден-ретривер среди людей

# human_golden_retriever_push_N
source: says you are a Human Golden Retriever
ru: сказали, что ты голден-ретривер среди людей

# invite_home_push_F
source: would invite you to their home
ru: пригласила бы тебя в гости

# invite_home_push_M
source: would invite you to their home
ru: пригласил бы тебя в гости

# invite_home_push_N
source: would invite you to their home
ru: пригласили бы тебя в гости

# jazz_together_push_F
source: wants to listen to jazz with you
ru: хочет послушать джаз с тобой

# jazz_together_push_M
source: wants to listen to jazz with you
ru: хочет послушать джаз с тобой

# jazz_together_push_N
source: wants to listen to jazz with you
ru: хочет послушать джаз с тобой

# meet_for_coffee_push_F
source: wants to meet you for coffee
ru: хочет встретиться с тобой за кофе

# meet_for_coffee_push_M
source: wants to meet you for coffee
ru: хочет встретиться с тобой за кофе

# meet_for_coffee_push_N
source: wants to meet you for coffee
ru: хочет встретиться с тобой за кофе

# museum_together_push_F
source: wants to go to the museum with you
ru: хочет сходить вместе в музей

# museum_together_push_M
source: wants to go to the museum with you
ru: хочет сходить вместе в музей

# museum_together_push_N
source: wants to go to the museum with you
ru: хочет сходить вместе в музей

# party_with_push_F
source: wants to go to a party with you
ru: хочет пойти на вечеринку с тобой

# party_with_push_M
source: wants to go to a party with you
ru: хочет пойти на вечеринку с тобой

# party_with_push_N
source: wants to go to a party with you
ru: хочет пойти на вечеринку с тобой

# plane_trip_push_F
source: wants to go on a trip with you
ru: хочет поехать с тобой в путешествие

# plane_trip_push_M
source: wants to go on a trip with you
ru: хочет поехать с тобой в путешествие

# plane_trip_push_N
source: wants to go on a trip with you
ru: хочет поехать с тобой в путешествие

# potential_friend_push_F
source: says you look like a potential friend
ru: сказала, что ты выглядишь как потенциальный друг

# potential_friend_push_M
source: says you look like a potential friend
ru: сказал, что ты выглядишь как потенциальный друг

# potential_friend_push_N
source: says you look like a potential friend
ru: сказали, что ты выглядишь как потенциальный друг

# road_trip_push_F
source: wants to go on a trip with you
ru: хочет поехать с тобой в роадтрип

# road_trip_push_M
source: wants to go on a trip with you
ru: хочет поехать с тобой в роадтрип

# road_trip_push_N
source: wants to go on a trip with you
ru: хочет поехать с тобой в роадтрип

# show_baby_photos_push_F
source: would show you their baby photos
ru: показала бы тебе свои детские фото

# show_baby_photos_push_M
source: would show you their baby photos
ru: показал бы тебе свои детские фото

# show_baby_photos_push_N
source: would show you their baby photos
ru: показали бы тебе свои детские фото

# smells_good_push_F
source: says that you probably smell good
ru: сказала, что ты, возможно, вкусно пахнешь

# smells_good_push_M
source: says that you probably smell good
ru: сказал, что ты, возможно, вкусно пахнешь

# smells_good_push_N
source: says that you probably smell good
ru: сказали, что ты, возможно, вкусно пахнешь

# stand_up_together_push_F
source: wants to go to stand-up with you
ru: хочет сходить вместе на стендап

# stand_up_together_push_M
source: wants to go to stand-up with you
ru: хочет сходить вместе на стендап

# stand_up_together_push_N
source: wants to go to stand-up with you
ru: хочет сходить вместе на стендап

# tell_about_childhood_push_F
source: would tell you about their childhood
ru: рассказала бы тебе о своем детстве

# tell_about_childhood_push_M
source: would tell you about their childhood
ru: рассказал бы тебе о своем детстве

# tell_about_childhood_push_N
source: would tell you about their childhood
ru: рассказали бы тебе о своем детстве

# yoga_with_push_F
source: wants to go to yoga with you
ru: хочет сходить вместе на йогу

# yoga_with_push_M
source: wants to go to yoga with you
ru: хочет сходить вместе на йогу

# yoga_with_push_N
source: wants to go to yoga with you
ru: хочет сходить вместе на йогу

# like_push_F
source: liked you
ru: поставила тебе лайк

# like_push_M
source: liked you
ru: поставил тебе лайк

# like_push_N
source: liked you
ru: поставили тебе лайк
